{
  "features": [
    {
      "id": 2,
      "title_id": "Internet of Things (IoT)",
      "title_en": "Internet of Things (IoT)",
      "desc_id": "Hubungkan dan kontrol perangkat melalui jaringan IoT untuk menciptakan lingkungan yang lebih cerdas.",
      "desc_en": "Connect and control devices through IoT networks to enable smarter environments.",
      "icon": "Wifi",
      "img": "https://images.unsplash.com/photo-1581091226825-a6a2a5aee158?auto=format&fit=crop&w=900&q=60",
      "learn_more_image": "https://images.unsplash.com/photo-1518770660439-4636190af475?auto=format&fit=crop&w=900&q=60",
      "learn_more_title_id": "Membangun Masa Depan dengan IoT",
      "learn_more_title_en": "Powering the Future with IoT",
      "learn_more_desc_id": "IoT menghubungkan perangkat sehingga dapat melakukan otomatisasi, pemantauan, dan pengendalian jarak jauh.",
      "learn_more_desc_en": "IoT connects devices, enabling automation, monitoring, and remote intelligence.",
      "header_learn_more": [
        {
          "image": "https://images.unsplash.com/photo-1558346490-a72e53ae2d4f?auto=format&fit=crop&w=900&q=60",
          "title_en": "Smart Home & Building",
          "title_id": "Smart Home & Building",
          "desc_en": "Intelligent automation systems for residential and commercial buildings. Control lighting, HVAC, security, and energy usage from a single unified platform.",
          "desc_id": "Sistem otomasi cerdas untuk gedung residensial dan komersial. Kontrol pencahayaan, HVAC, keamanan, dan penggunaan energi dari satu platform terpadu."
        },
        {
          "image": "https://images.unsplash.com/photo-1580894732444-8ecded7900cd?auto=format&fit=crop&w=900&q=60",
          "title_en": "Industrial IoT (IIoT)",
          "title_id": "Industrial IoT (IIoT)",
          "desc_en": "End-to-end sensor networks for factories and warehouses. Real-time monitoring of production lines, predictive maintenance, and automated quality control.",
          "desc_id": "Jaringan sensor end-to-end untuk pabrik dan gudang. Pemantauan lini produksi secara real-time, perawatan prediktif, dan kontrol kualitas otomatis."
        },
        {
          "image": "https://images.unsplash.com/photo-1544197150-b99a580bb7a8?auto=format&fit=crop&w=900&q=60",
          "title_en": "IoT Gateway & Edge Computing",
          "title_id": "IoT Gateway & Edge Computing",
          "desc_en": "Custom-built edge gateways that process data locally before sending to the cloud. Reduce latency, save bandwidth, and enable offline operation for mission-critical applications.",
          "desc_id": "Gateway edge yang dibangun khusus untuk memproses data secara lokal sebelum dikirim ke cloud. Kurangi latensi, hemat bandwidth, dan aktifkan operasi offline untuk aplikasi mission-critical."
        }
      ],
      "benefits": [
        {
          "title_id": "Pemantauan Real-Time",
          "title_en": "Real-Time Monitoring",
          "desc_id": "Pantau seluruh perangkat dan sensor secara langsung dari satu dashboard terpusat, kapan saja dan di mana saja.",
          "desc_en": "Monitor all devices and sensors live from a centralized dashboard, anytime and anywhere."
        },
        {
          "title_id": "Efisiensi Operasional",
          "title_en": "Operational Efficiency",
          "desc_id": "Otomatisasi proses manual mengurangi biaya operasional hingga 40% dan meminimalkan human error.",
          "desc_en": "Automating manual processes reduces operational costs by up to 40% and minimizes human error."
        },
        {
          "title_id": "Skalabilitas Tinggi",
          "title_en": "High Scalability",
          "desc_id": "Arsitektur modular memungkinkan penambahan ratusan perangkat baru tanpa mengganggu sistem yang sudah berjalan.",
          "desc_en": "Modular architecture allows adding hundreds of new devices without disrupting existing systems."
        },
        {
          "title_id": "Keamanan Data Terjamin",
          "title_en": "Guaranteed Data Security",
          "desc_id": "Enkripsi end-to-end dan protokol keamanan IoT terkini memastikan setiap data terlindungi.",
          "desc_en": "End-to-end encryption and the latest IoT security protocols ensure every piece of data is protected."
        },
        {
          "title_id": "Analitik Prediktif",
          "title_en": "Predictive Analytics",
          "desc_id": "Data dari sensor diolah menggunakan AI untuk memprediksi kebutuhan perawatan sebelum terjadi kerusakan.",
          "desc_en": "Sensor data is processed using AI to predict maintenance needs before failures occur."
        },
        {
          "title_id": "Integrasi Mudah",
          "title_en": "Easy Integration",
          "desc_id": "API terbuka dan protokol standar (MQTT, HTTP) memudahkan integrasi dengan sistem yang sudah ada.",
          "desc_en": "Open APIs and standard protocols (MQTT, HTTP) make it easy to integrate with existing systems."
        }
      ],
      "tech_stack": [
        "MQTT",
        "Node.js",
        "Python",
        "AWS IoT",
        "Grafana",
        "InfluxDB"
      ]
    },
    {
      "id": 4,
      "title_id": "Manajemen Perangkat Lunak",
      "title_en": "Software Management",
      "desc_id": "Kelola siklus hidup, pembaruan, dan distribusi perangkat lunak agar sistem tetap stabil dan efisien.",
      "desc_en": "Manage software lifecycles, updates, and deployments to ensure stability and scalability.",
      "icon": "Server",
      "img": "https://images.unsplash.com/photo-1581091226825-a6a2a5aee158?auto=format&fit=crop&w=900&q=60",
      "learn_more_image": "https://images.unsplash.com/photo-1555066931-4365d14bab8c?auto=format&fit=crop&w=900&q=60",
      "learn_more_title_id": "Layanan Pengembangan Perangkat Lunak",
      "learn_more_title_en": "Software Development Services",
      "learn_more_desc_id": "Kami percaya akan ada lebih banyak ponsel pintar daripada komputer di dunia seluler. Dalam waktu dekat, akan ada pasar besar yang akan dilayani oleh ekosistem aplikasi seluler.\n\nTujuan utama kami adalah menciptakan teknologi khusus, mulai dari yang sederhana seperti situs web hingga aplikasi internet yang kompleks, untuk mendukung bisnis Anda.\n\nKami memiliki tim pengembangan yang luas yang dapat mengelola perangkat lunak dan aplikasi Anda saat ini. Percayakan perangkat lunak Anda kepada kami sementara Anda mengelola bisnis Anda.",
      "learn_more_desc_en": "We believe in a mobile-first world where smartphones surpass computers. In the near future, massive markets will be served through mobile app ecosystems.\n\nOur core strength is creating custom technologies — from simple websites to complex internet applications — to power your business.\n\nWe have a vast development team that can maintain your current software and applications. Let us handle your software while you handle your business.",
      "header_learn_more": [
        {
          "image": "https://images.unsplash.com/photo-1460925895917-afdab827c52f?auto=format&fit=crop&w=900&q=60",
          "title_en": "Web Development",
          "title_id": "Pengembangan Web",
          "desc_en": "Full-stack web applications built with modern frameworks. From corporate portals and e-commerce platforms to complex SaaS dashboards — we deliver responsive, high-performance solutions.",
          "desc_id": "Aplikasi web full-stack yang dibangun dengan framework modern. Dari portal korporat dan platform e-commerce hingga dashboard SaaS yang kompleks — kami menghadirkan solusi responsif dan berperforma tinggi."
        },
        {
          "image": "https://images.unsplash.com/photo-1512941937669-90a1b58e7e9c?auto=format&fit=crop&w=900&q=60",
          "title_en": "Mobile Development",
          "title_id": "Pengembangan Mobile",
          "desc_en": "Cross-platform and native mobile applications for iOS and Android. We build apps with seamless UX, push notifications, offline capability, and deep platform integration.",
          "desc_id": "Aplikasi mobile cross-platform dan native untuk iOS dan Android. Kami membangun aplikasi dengan UX yang mulus, push notifications, kemampuan offline, dan integrasi platform yang mendalam."
        },
        {
          "image": "https://images.unsplash.com/photo-1551434678-e076c223a692?auto=format&fit=crop&w=900&q=60",
          "title_en": "Software Maintenance",
          "title_id": "Pemeliharaan Perangkat Lunak",
          "desc_en": "Comprehensive maintenance and support for your existing systems. Bug fixes, performance optimization, security patches, and feature enhancements — we keep your software running at peak.",
          "desc_id": "Pemeliharaan dan dukungan komprehensif untuk sistem Anda yang sudah berjalan. Perbaikan bug, optimasi performa, patch keamanan, dan penambahan fitur — kami menjaga software Anda tetap optimal."
        }
      ],
      "benefits": [
        {
          "title_id": "Tim Berpengalaman",
          "title_en": "Experienced Team",
          "desc_id": "Didukung oleh tim developer senior dengan pengalaman lebih dari 5 tahun di berbagai industri.",
          "desc_en": "Backed by senior developers with over 5 years of experience across diverse industries."
        },
        {
          "title_id": "Kualitas Kode Terjamin",
          "title_en": "Guaranteed Code Quality",
          "desc_id": "Standar code review, automated testing, dan CI/CD pipeline memastikan kualitas setiap rilis.",
          "desc_en": "Code review standards, automated testing, and CI/CD pipelines ensure quality in every release."
        },
        {
          "title_id": "Delivery Tepat Waktu",
          "title_en": "On-Time Delivery",
          "desc_id": "Metodologi Agile dan sprint planning memastikan setiap milestone tercapai sesuai jadwal.",
          "desc_en": "Agile methodology and sprint planning ensure every milestone is achieved on schedule."
        },
        {
          "title_id": "Dukungan Pasca-Rilis",
          "title_en": "Post-Release Support",
          "desc_id": "Layanan maintenance dan support berkelanjutan untuk memastikan aplikasi Anda selalu optimal.",
          "desc_en": "Ongoing maintenance and support services to ensure your application always runs optimally."
        },
        {
          "title_id": "Arsitektur Modern",
          "title_en": "Modern Architecture",
          "desc_id": "Microservices, cloud-native, dan clean architecture untuk performa dan skalabilitas terbaik.",
          "desc_en": "Microservices, cloud-native, and clean architecture for the best performance and scalability."
        },
        {
          "title_id": "Keamanan Berlapis",
          "title_en": "Multi-Layer Security",
          "desc_id": "Implementasi best practice keamanan termasuk OWASP, enkripsi data, dan penetration testing.",
          "desc_en": "Implementation of security best practices including OWASP, data encryption, and penetration testing."
        }
      ],
      "tech_stack": [
        "React",
        "Node.js",
        "Flutter",
        ".NET",
        "PostgreSQL",
        "Docker"
      ]
    }
  ]
}